{
    "condition": "Atrial Fibrillation",
    "description": "Atrial fibrillation is an arrhythmia where the atria of the heart cannot beat normally, leading to an irregular heartbeat. Atrial rates can reach 350–600 beats per minute, making the atria unable to contract effectively. It is commonly referred to as atrial fibrillation or AFib.",
    "symptoms": [
        "General fatigue",
        "Rapid and irregular heartbeat",
        "Dizziness",
        "Shortness of breath and anxiety",
        "Weakness, faintness, or confusion",
        "Shortness of breath during physical activity, night sweats"
    ],
    "diagnosis": [
        "Electrocardiogram (ECG): the most commonly used tool to diagnose atrial fibrillation",
        "24-hour Holter monitor: detects intermittent atrial fibrillation",
        "Echocardiogram: observes heart structure and function",
        "Blood tests: rule out other conditions such as hyperthyroidism"
    ],
    "recommendations": {
        "general": [
            "Regularly monitor heart rhythm and blood pressure; watch for palpitations or fatigue",
            "Treat associated chronic conditions such as hypertension and diabetes"
        ],
        "diet": [
            "Avoid diets high in cholesterol, salt, and fat",
            "Reduce alcohol and caffeine intake",
            "Increase intake of vegetables, fruits, and whole grains",
            "Maintain a healthy weight and avoid obesity"
        ],
        "exercise": [
            "Engage in moderate and regular exercise, such as brisk walking and stretching",
            "Avoid strenuous activities; increase gradually",
            "Consult a doctor before starting an exercise routine"
        ],
        "monitoring": [
            "Take medications as prescribed",
            "Attend regular follow-up appointments and ECG checkups",
            "Be aware of medication side effects"
        ],
        "lifestyle": [
            "Maintain a regular schedule and get enough sleep",
            "Manage stress and avoid emotional extremes",
            "Quit smoking and avoid excessive drinking",
            "Prevent colds and be mindful of seasonal changes"
        ]
    },
    "risk_factors": [
        "Advancing age (especially over 65)",
        "More common in men",
        "Obesity",
        "Valvular heart disease and other heart conditions",
        "Hypertension",
        "Diabetes and metabolic syndrome",
        "Hyperthyroidism",
        "Lung diseases (e.g., COPD, sleep apnea)",
        "Alcohol abuse, excessive caffeine, smoking",
        "High stress or over-fatigue",
        "Family history/genetic predisposition"
    ],
    "complications": [
        "Ischemic stroke",
        "Heart failure",
        "Thromboembolism (in organs other than the brain)",
        "Cognitive decline or dementia",
        "Increased risk of death"
    ],
    "domestic": [
        "Atrial fibrillation is the most common arrhythmia",
        "Overall prevalence is about 1–2%",
        "Prevalence exceeds 5% in those over 65, and 10% in those over 80",
        "Atrial fibrillation is linked to stroke; about 1 in 6 strokes is related to AFib"
    ],
    "ethnic": [
        "Prevalence is higher among Whites compared to Blacks and Asians",
        "Risk factors such as hypertension vary across ethnic groups",
        "Genetic background influences the risk and presentation of atrial fibrillation",
        "Clinical presentation and treatment response may differ slightly by ethnicity"
    ]
  }
  